---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewFamilyAndTypeSchedules
source: html/06513dc4-926c-2bf6-77d4-4bb174f7cfd1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewFamilyAndTypeSchedules Property

"Family and Type"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewFamilyAndTypeSchedules { get; }
```